Revit 2024 API
EditorInteraction Constructor
Overload List
Name | Description
EditorInteraction()
 Construct a default interaction.
EditorInteraction(EditorInteractionType)
 Construct the interaction with the specified type.
See Also
EditorInteraction Class
EditorInteraction Members
Autodesk.Revit.UI Namespace